Repository: rania05/SES
Catalog: Syracuse.Core/ApplicationResource.*.resx
Languages: fr

source: About
fr: A propos

# Account
source: My account
fr: Mon compte

# AccountInfoCountAvailableBooking
source: {0} is on hold
fr: {0} est en attente

# AccountInfoCountAvailableBookings
source: {0} are on hold
fr: {0} sont en attentes

# AccountInfoCountLateLoan
source: {0} is late
fr: {0} est en retard

# AccountInfoCountLateLoans
source: {0} are late
fr: {0} sont en retard

# AccountInfoCountNotAvailableBookings
source: No booking available at the moment
fr: Aucune réservation disponible pour le moment

# AccountInfoCountOfBooking
source: You borrowed {0} document
fr: Vous avez réservé {0} document

# AccountInfoCountOfBookings
source: You have reserved {0} documents
fr: Vous avez réservé {0} documents

# AccountInfoCountOfLoan
source: You have reserved {0} document
fr: Vous avez emprunté {0} document

# AccountInfoCountOfLoans
source: You borrowed {0} documents
fr: Vous avez emprunté {0} documents

# AccountInfoReturnDateLoan
source: {0} is to be returned on {1}
fr: {0} est à rendre le {1}

# AccountInfoReturnDateLoans
source: {0} are to be returned on {1}
fr: {0} sont à rendre le {1}

# AccountSwitchSuccess
source: You are logged in as {0}
fr: Vous êtes connecté en tant que {0}

source: Book
fr: Réserver

# BookingCancelChoice
source: Would you like to cancel the following booking : {0} Cancellation is final.
fr: Souhaitez-vous annuler la réservation suivante : {0} L’annulation est définitive.

# BookingResultBookingDate
source: Booked on {0}
fr: Réservé le {0}

# Bookings
source: My bookings
fr: Mes réservations

source: Cancel
fr: Annuler

# DateToDate
source: From {0} to {1}
fr: Du {0} au {1}

# DateToDateHours
source: From {0} to {1} from {2} to {3}
fr: Du {0} au {1} de {2} à {3}

# DateToDateShort
source: {0} from {1} to {2}
fr: {0} de {1} à {2}

# DisconectAuthorization
source: You will be temporarily logged out of your current session. Once the new account has been added, you can switch from one to the other in one click.
fr: Vous allez être provisoirement déconnecté de votre session actuelle. Une fois le nouveau compte ajouté, vous avez la possibilité de basculer de l'un à l'autre en 1 clic.

source: Disconnect
fr: Déconnexion

# DisponibilityNo
source: Not available
fr: Non disponible

# DisponibilityYes
source: Available
fr: Disponible

# Download
source: Downloads
fr: Téléchargements

# DownloadGetFileError
source: The file {0} has not been uploaded. The error is as follows: {1}
fr: Le fichier {0} n'a pas été téléchargé. L'erreur est la suivante : {1}

source: Error
fr: Erreur

# ErrorOccurred
source: An error has occurred
fr: Une erreur s'est produite

# FailBookingRequest
source: Your reservation request has failed
fr: Votre demande de réservation a échoué

# FailExtendLoan
source: Renewal Impossible
fr: Renouvelement impossible

# ForgetAccount
source: Did you forget this account on the application? You can always log back in to it later.
fr: Souaitez-vous oublier ce compte sur l'application? Vous pourrez toujours vous reconnecter à ce dernier par la suite.

# HoldingChoice
source: Voulez-vous confirmer votre reservation à {0}
fr: Voulez-vous confirmer votre réservation à {0}

# HoldingDisponibilityText
source: Available to {0}
fr: Bibliothèque du {0}

# HoldingDisponibilityTextDateBack
source: Expected return on {0} at {1}
fr: Retour prévu le {0} à {1}

source: Home
fr: Accueil

# Library
source: My establishment
fr: Mon établissement

# Loans
source: My loans
fr: Mes prêts

# LoansDateBefore
source: Return on
fr: A rendre avant le

# LoansDateLate
source: Late since the
fr: En retard depuis le

# MissingField
source: Please fill in this field
fr: Veuillez remplir ce champ

# NetworkDisable
source: This feature requires a network connection, please check this before trying again.
fr: Cette fonctionnalité a besoin d'une connexion au réseau, veuillez vérifier cette dernière avant de réessayer.

source: No
fr: Non

# OnlineConsult
source: View online
fr: Consulter en ligne

# OpenFileError
source: We were not able to open this file
fr: Nous n'avons pas pu ouvrir ce fichier

# OtherAccount
source: All my accounts
fr: Tous mes comptes

source: Pinned documents
fr: Documents épinglés

# PressDaily
source: News of the day
fr: Actualités du jour

# PressInternational
source: International News
fr: Actualités Internationales

# RenewChoice
source: Would you like to extend this copy? {0}
fr: Souhaitez-vous prolonger cet exemplaire : {0}

# Scan
source: Scanning a book
fr: Scanner un ouvrage

# SearchViewResultCount
source: {0} results
fr: {0} résultats

# SearchViewResultNull
source: {0} result
fr: {0} résultat

# SortOptionAutorASC
source: A to Z (Author)
fr: Auteur (A à Z)

# SortOptionAutorDESC
source: Z to A (Author)
fr: Auteur (Z à A)

# SortOptionTimeASC
source: most recent
fr: + récent

# SortOptionTimeDESC
source: less recent
fr: - récent

# SortOptionTitleASC
source: A to Z (Title)
fr: Titre (A à Z)

# SortOptionTitleDESC
source: Z to A (Title)
fr: Titre (Z à A)

source: Success
fr: Succès

# SuccessBookingRequest
source: The document will be made available to you shortly.
fr: Le document vous sera mis à disposition prochainement

# SuccessCancelBooking
source: Your booking has been cancelled for the title {0}
fr: Votre réservation a été annulée pour le titre {0}

# SuccessExtendLoan
source: Your bookings has been extended for the title {0}
fr: Votre réservation a été prolongée pour le titre {0}

source: Warning
fr: Avertissement

source: Yes
fr: Oui
