Repository: rania05/SES
Catalog: Syracuse.UI/AppResource.*.resx
Languages: fr

# AboutRigth
source: All rights reserved
fr: Tous droits réservés

# Accounts
source: My accounts
fr: Mon compte

# AccountTitle
source: Identifier
fr: Identifiant

# AddAccountTuto
source: This page remembers previously authenticated accounts and allows you to log in to these accounts with one click. To register a new account click :
fr: Cette page mémorise les comptes précédemment authentifiés et vous permet de vous connecter à ces comptes en un clic. Pour enregistrer un nouveau compte cliquer sur:

source: Book
fr: Réserver

# BookingAvailable
source: Available
fr: Disponible

# BookingWait
source: Pending
fr: En attente

source: Cancel
fr: Annuler

# Card
source: My card
fr: Ma carte

source: Choose
fr: Choisir

source: Close
fr: Fermer

source: Connect
fr: Se connecter

source: Copies
fr: Se procurer le document

# CopiesCollectionStatements
source: Collection statuses
fr: Etats de collection

source: Delete
fr: Suprimer

# DeleteAppAccount
source: Delete this account from the application
fr: Supprimer ce compte de l'application

# DemandsChatAnswerMessage
source: Send an answer
fr: Envoyer une reponse

# DemandsChatValidateMessage
source: I am pleased with the response
fr: Je suis satisfait de la réponse

# DemandsUser
source: My demands
fr: Mes demandes

# DepartmentTitle
source: Department
fr: Département

# DigitalDocumentLink
source: Consult online
fr: Consulter en ligne

# DownloadAllFile
source: Download all documents
fr: Télécharger tous les documents

# ErrorLibraryWebSite
source: Error: we were unable to contact your Library's information.
fr: Erreur: nous ne somme pas parvenis à contacter les informations de votre Bibliothéque

source: Extend
fr: Prolonger

# FilterOption
source: Filter
fr: Filtrer

# LibraryTitle
source: Establishment URL
fr: Url d'établissement

source: Loading...
fr: Chargement...

source: LoadMore
fr: Charger plus

# NetworkError
source: This application requires an internet connection, please check your network.
fr: Cette application necessite une connexion internet veuillez verifier votre reseau

# NeverShowAgain
source: Don't show again
fr: Ne plus afficher

# News
source: At the moment
fr: En ce moment

# NoSearchResults
source: No results matching your search
fr: Aucun résultat ne correspond à votre recherche

# NotCurrentBasket
source: No documents pinned for the moment
fr: Pas de documents épinglés pour le moment

# NotCurrentBooking
source: You do not have a current reservation
fr: Vous n'avez pas de réservation en cours

# NotCurrentDownload
source: No documents downloaded for the moment
fr: Pas de documents téléchargés pour le moment

# NotCurrentEvent
source: There is no news at the moment
fr: il n a pas de nouveautés pour le moment

# NotCurrentLoan
source: You don't have a loan currently
fr: Vous n'avez pas de prêt en cours

# NotCurrentPress
source: No press reviews for the moment
fr: Aucunes revues de presses pour le moment

# OtherAccountPart2Tuto
source: Do you want to declare the different accounts of your family?
fr: Voulez-vous déclarer les différents comptes de votre famille ?

# OtherAccountPart3Tuto
source: Manage your accounts here and switch quickly from one profile to another.
fr: Gérer vos comptes ici et basculez rapidement d'un profil à l'autre.

# OtherAccountPartTuto
source: Do you have several accounts in different libraries?
fr: Vous avez plusieurs comptes dans différentes bibliothèques ?

# OtherAccountTitleTuto
source: Manage all your accounts in one place
fr: Gérez l'ensemble de vos comptes au même endroit

source: Password
fr: Mot de passe

# PasswordForget
source: Forgot your password?
fr: Mot de passe oublié ?

# PinnedDocumentExplained
source: Your items pinned on Syracuse
fr: Vos éléments épinglés sur Syracuse

# QRCodeScannerBottom
source: Align the QR code within the frame
fr: Alignez le code QR dans le cadre

# QRCodeScannerTop
source: Please scan QR code
fr: Veuillez scanner le QR code

# ScanNow
source: Flash the QR Code
fr: Flasher le QR Code

source: Search...
fr: Recherche...

# SortOption
source: Sort
fr: Trier

source: Submit
fr: Valider

# SwitchAccount
source: Switch to this account
fr: Basculer sur ce compte

# SwitchDeleteAccountPopupTitle
source: What do you want to do?
fr: Que souhaitez-vous faire?

# Synthesis
source: My synthesis
fr: Ma synthèse

source: Validate
fr: Valider
